Repository: Eric-Brison/dynacase-book
Catalog: BOOK_*.po
Languages: fr

source: need modify acl in book
fr: le droit modifié est nécessaire dans le livre

source: latest revision
fr: La plus récente

source: the collating is not up to date. Need collate it
fr: L'assemblage n'est pas à jour. Il est nécessaire de lancer une nouvelle production

source: Conversion aborted: cannot compose zip archive
fr: Convertion abondonnée : l'archive zip ne peut être contruite

source: Conversion aborted: cannot create zip archive
fr: Conversion abondonnée : l'archive zip ne peut être créée

source: PDF file being processed
fr: Production du PDF en cours

source: Open book
fr: Ouvrir le livre

source: edit chapter
fr: Éditer le chapitre

source: fixed revision
fr: Version figée

source: book
fr: livre
